Repository: sonvq-qsoftvn/smith
Catalog: application/var/locale/admin/event.tmx
Source language: en
Languages: nl

source: The settings have successfully been edited.
nl: De instellingen werden succesvol aangepast.

source: The subscription has successfully been deleted.
nl: De inschrijving werd succesvol verwijderd.

source: Subscriptions for event:
nl: Inschrijvingen voor event:

source: The event was successfully created.
nl: Het evenement werd succesvol aangemaakt.

source: The event was successfully edited.
nl: Het evenement werd succesvol bewerkt.

source: The event was successfully deleted.
nl: Het evenement werd succesvol verwijderd.

source: Lists
nl: Lijsten

source: Field
nl: Veld

source: Value
nl: Waarde

source: Field name
nl: Veldnaam

source: Time
nl: Tijdstip

source: Required, date in the future.
nl: Verplicht in te vullen, datum in de toekomst.

source: Location
nl: Locatie

source: Required with format: "street number, postal code, town"
nl: Verplicht in te vullen volgens formaat: "straat huisnummer, postcode, gemeente".

source: Title
nl: Titel

source: Required, minimum 2 characters
nl: Verplicht in te vullen, minimum 2 karakters

source: Description
nl: Omschrijving

source: Description of the event.
nl: Omschrijving van het evenement.

source: Form
nl: Formulier

source: text
nl: tekst

source: Add
nl: Toevoegen

source: Reminder email
nl: Herinneringsmail

source: Confirmation email
nl: Bevestingsmail

source: Subscriptions allowed
nl: Inschrijvingen toestaan

source: Maximum subscriptions
nl: Maximale inschrijvingen

source: Start date subscriptions
nl: Startdatum inschrijvingen

source: End date subscriptions
nl: Einddatum inschrijvingen

source: How many days before the start of the event should a reminder email be sent to the subscribers?
nl: Hoeveel dagen voor de aanvang van het evenement moet er een herinneringsmail gestuurd worden naar de geregistreerde?

source: Confirmation
nl: Bevestiging

source: If checked, the subscriber gets an email with a link to confirm his/her registration.
nl: Indien aangevinkt, krijgt de geregistreerde een mail met een link die hij moet aanklikken om zijn registratie te bevestigen.

source: Internal control
nl: Interne controle

source: If checked, an admin has to confirm the registration.
nl: Indien aangevinkt, moet de registratie eerst nagekeken worden door de admin voor de registratie definitief is.

source: This person gets an email if a registration has been entered.
nl: Deze persoon krijgt een melding indien er een inschrijving is binnengekomen.

source: Edit event settings
nl: Evenementinstellingen aanpassen

source: Save
nl: Opslaan

source: Select a status
nl: Selecteer een status

source: If you edit the status to accepted, the person will receive a confirmation email.
nl: Indien u de status aanpast naar geaccepteerd zal de persoon een bevestigingsemail hiervan ontvangen

source: Waiting
nl: Wachtend

source: Accepted
nl: Geaccepteerd

source: Rejected
nl: Afgewezen

source: Form validation
nl: Formulier validatie

source: All fields are required.
nl: Alle velden zijn verplicht in te vullen.

source: Subscription overview
nl: Overzicht inschrijvingen

source: Delete event
nl: Event verwijderen

source: Are you sure you want to delete this event?
nl: Weet u zeker dat u dit event wilt verwijderen?

source: Overview
nl: Overzicht

source: Export
nl: Exporteer

source: Action
nl: Actie

source: Edit subscription
nl: Inschrijving aanpassen

source: Settings
nl: Instellingen

source: Event
nl: Evenement

source: Fields
nl: Velden

source: Archive
nl: Archief

source: Add event
nl: Event toevoegen

source: Event overview
nl: Evenementen overzicht

source: Event archive
nl: Evenementenarchief

source: Date
nl: Datum

source: Edit
nl: Aanpassen

source: Subscriptions
nl: Inschrijvingen

source: Delete
nl: Verwijderen

source: Edit event
nl: Evenement aanpassen

source: Refused
nl: Geweigerd
